Merge pull request #2 from gustcol/feature/mermaid-diagrams
update
